{
  "288d4c8d-0ac4-4ed8-8a60-9439fb0d6f2e": {
    "html": "Continue"
  },
  "91c1cd6d-d532-4d78-a98b-689ba45cd2f1": {
    "html": "Introduction to Quality"
  },
  "2bf29153-da54-4e44-89a6-419c7af80700": {
    "html": "Why is Quality important to commercialization?"
  },
  "e4549e6c-98d2-495c-8060-0f0ee6abcd63": {
    "html": "<p>Quality plays a leadership role in ensuring new products or services meet customer expectations, can be reliably manufactured, and produce consistent results.</p><p>The Quality goal is achieved by translating customer needs into a robust product or service. Quality anticipates risks and leverages statistics and other engineering tools to quantify and control risk.&nbsp;Quality also ensures test methods are predictive and robust, and assists in setting product specifications that meet customer needs and ensure manufacturing capability.</p><p></p><p>Bringing a Quality focus to product development is a competitive advantage.&nbsp;Consistent quality in a new product enhances brand perception and cultivates customer loyalty.</p><p></p><p>On the other hand, a lack of quality during product development may result in customer complaints, field actions and recalls, loss of market share, low sales, waste, and high manufacturing costs.</p>"
  },
  "76d0eda5-671e-4aa4-b8a0-535c841bb535": {
    "html": "Introduction to Quality"
  },
  "969b8fde-f552-4f97-af8b-891c3571b005": {
    "html": "What are the Quality responsibilities in commercialization?"
  },
  "d0e27ee8-17b1-4770-a586-fb00fe937163": {
    "html": "<p>Depending on the project or division, Quality may be represented by quality engineers or team members from different functions. Regardless of your role, it is vital to approach commercialization with a Quality focus.</p><p>Quality responsibilities include, but are not limited to:</p><ul><li><p>Ensuring the&nbsp;<strong>voice of the customer </strong>is accurately represented in each phase of the commercialization process by understanding customer expectations, product requirements, industry standards, and feedback from customer qualification testing.</p></li><li><p>Building a robust quality plan of reliable and predictive test methods for design level, in-process, outgoing quality control and finished product inspection.</p></li><li><p>Reviewing the quality plan data and assisting the team in setting product specifications that meet customer needs and have good process capability.</p></li><li><p>Confirming risks have been identified and action plans developed to ensure a high probability of Launch success.</p></li></ul>"
  },
  "23f810b9-5d63-4650-b574-a59ff947f54c": {
    "html": "Introduction to Quality"
  },
  "6f3dda95-5b0e-4e5c-b1ff-c9ec41450eeb": {
    "html": "How does Quality advocate for the customer in commercialization?"
  },
  "9e0a203c-3718-4dba-ad2f-cee5d8c68e0c": {
    "html": "<p>Quality advocates for the customer in two ways:</p><p>1. Quality amplifies the voice of the customer.</p><p>Quality ensures customer requirements are accurately translated into the product design and addresses the unarticulated needs of the customer, which may include compliance to industry standards, product safety, reliable performance, and more.</p><p>2. Quality sees End-to-End (E2E).</p><p>Quality is engaged from product design, launch, and throughout the product lifecycle, so it anticipates problems and works with the global team to mitigate risk.<br><br><em>For more details about the role of Quality in commercialization, you can access The Quality Mindset aid from the course Resources.</em></p>"
  },
  "04ed634b-f7e2-40f0-83c1-168483ce7993": {
    "html": "Introduction to Quality"
  },
  "bff971d5-9c9d-40fd-aeee-ffd333e15cb7": {
    "html": "What is Quality's approach to commercialization?"
  },
  "75714ed6-247b-4737-a88b-a28cac95d77d": {
    "html": "<p>Quality uses a set of engineering tools and statistics to anticipate and reduce risk in product and process, address raw material risks, develop a quality test plan, verify robust test methods, and set product specifications. From Build Business Case through Launch, these tools help ensure the solution meets customer expectations and can be manufactured reliably.</p><p></p><p>The tools and systems touch the key deliverable categories of 3M | Grow.</p><ul><li><p>Customer/Market: How is the voice of the customer translated into the product design?</p></li><li><p>Business Opportunity: Does the market have special industry or government standards?&nbsp; Are there certification, regulatory, or product safety requirements?</p></li><li><p>Product: What is the quality test plan?&nbsp;What are the proposed specifications?&nbsp;Has the customer validated the product design through qualification testing in a real use setting?</p></li><li><p>Manufacturing/Supply Chain (Value Stream): Can the new product design be manufactured with high process capability?&nbsp;Are the raw material choices and suppliers reliable? What is the sourcing risk?</p></li></ul>"
  },
  "40d0dbf0-fe51-42a4-88c0-5fb4cfaa9131": {
    "html": "Meet Your Coach"
  },
  "50c3536b-c33d-43d2-9983-e29780655dba": {
    "html": ""
  },
  "05381d19-d406-49d8-9bcf-e31cf11de962": {
    "html": "<p>Hello, I’m your guide throughout this learning journey to explain concepts along the way.</p><p>The lessons in this course help you identify how Quality brings a new product to life:</p><ul><li><p>Lesson 2: The Commercialization Challenge gives you a chance to check your knowledge of</p><p>3M | Grow and new product commercialization.</p></li><li><p>Lesson 3: What are Your Tasks? identifies the essential activities Quality conducts during commercialization.</p></li><li><p>Lesson 4: What are Your Tools? helps you use common Quality tools to contribute to robust new products and efficient commercialization.</p></li><li><p>Lesson 5: Commercialize the Product is an interactive challenge integrating everything in the course where you will take on the role of a Quality team member as you work with your team to commercialize a new product.</p></li></ul>"
  },
  "402f3c58-30b5-404d-a78f-406e97c76f5b": {
    "html": "Before You Continue"
  },
  "1f10fe21-aecd-4f68-a36d-b8105c0ee40f": {
    "html": "Accessing resources"
  },
  "e2d71979-4fe7-4f2c-b4f6-f4e78779eacf": {
    "html": ""
  },
  "dba8243f-d6d6-4d88-9c68-5706c9ec734d": {
    "html": "<p>At any point in your learning journey, you can select the Resources icon at the upper right corner of your screen to explore additional material and links to resources outside of this course that will add to your knowledge and perspective.</p><p></p><p><strong>Continuing on your journey</strong></p><p></p><p>Now you've completed the Introduction to this course. Select Continue to go back to the menu and choose another lesson.</p>"
  }
}