{
  "e141e756-1dfa-4ed4-bd04-b0a2d37ac1b6": {
    "html": "Meet Your Team"
  },
  "c8dfa92a-31a2-466e-9dc2-d4211f7c0da6": {
    "html": "Select the Quality icon."
  },
  "b88d39f3-8a57-4f80-8fbf-aff0de76b7b4": {
    "html": "Select each team member to learn more."
  },
  "5f275c01-f57a-4dc7-abc9-7f97e63c595c": {
    "html": "About this activity"
  },
  "99e32f6e-1a43-44aa-ba6c-bef897b2b127": {
    "html": "<p>This activity helps you practice and apply the concepts and skills in the Quality Essentials for Commercialization course. </p><p>In this activity, you will contribute to the development of a new product throughout the commercialization phases. You will be a team member representing the Quality focus as you work with your team.</p><p>Let's begin by meeting your team. In the real world, commercialization teams are organized based on the project or division, but we can consider six core areas of focus: Quality, Marketing and Business, Manufacturing, Lab, Legal, and Product Stewardship.</p>"
  },
  "ce2fd387-5458-48b5-badc-a2fda22e6d29": {
    "html": "It's a team effort!"
  },
  "7eef75df-3b00-41ae-b82e-e96030721fdf": {
    "html": "<p>Now that you’ve refreshed your knowledge of how each focus area contributes, let’s begin your journey. It’s time to Commercialize the Product!</p>"
  },
  "c56935f2-f333-43e9-ab22-423be4a3c785": {
    "html": "Legal"
  },
  "1e2edc4e-27de-48c6-be99-c7c10ff4870c": {
    "html": "Legal"
  },
  "527645fa-08c7-4134-80c4-14f78b9ff9d6": {
    "html": "<p>Legal team members include patent liaisons and Intellectual Property (IP) attorneys. They are most involved with IP by protecting 3M's intellectual property using patents or trade secrets.</p><p>Legal team members engage with the team to help file patents, conduct ‘Freedom to Operate’ (otherwise known as ‘Right to Practice’) searches to confirm the new product is not infringing on other patents around the globe, and assist with the overall IP Strategy to help protect 3M.</p>"
  },
  "d37f7699-1fa0-49ad-a44c-3a989cb7f0f5": {
    "html": ""
  },
  "82310937-7b43-4f6e-91be-c239bcee52af": {
    "html": ""
  },
  "bccc472c-6877-4a1e-b50d-fc3a5ed15d0c": {
    "html": "Manufacturing"
  },
  "9e7a3866-de86-4efd-940d-e96ff0901a97": {
    "html": "Manufacturing"
  },
  "0fc80a85-79b8-4a68-bf47-90d1d0a87d39": {
    "html": "<p>The Manufacturing team members include manufacturing personnel and plant product engineers. The Supply Chain includes supply chain employees and administrators. Note that Manufacturing and Supply Chain are separate teams that may work toward similar deliverables.</p><p>The Manufacturing team members are responsible for defining the manufacturing requirements for the product and overseeing production (including capacity and unit costs). They use predictive models to understand cost, manage capacity, advocate for resources, and manage risk.<br><br>The Supply Chain ensures enough product ships and arrives to the intended market on time.</p>"
  },
  "0a852f8a-bc22-4e0d-86aa-c3fc2483260c": {
    "html": ""
  },
  "b078f282-88ee-4539-b606-0a801e7884ca": {
    "html": ""
  },
  "e08d7635-40e3-422e-9eec-3c1e28a64393": {
    "html": "Product Stewardship"
  },
  "ed47e269-1da1-4770-8b52-cab6de64c374": {
    "html": "Product Stewardship"
  },
  "972a2287-efd1-4f74-ab98-bbf78cf6d430": {
    "html": "<p>Product Stewards ensure products are safe for human health and the environment, and are compliant with government regulations in all countries where they are sold.</p><p>Product stewardship is practiced throughout the entire life cycle of the product, including design, manufacture, use, and disposal. 3M’s product stewardship principles and practices support 3M’s fundamental corporate values, help achieve both legal compliance and ethical business conduct, and contribute to successful product commercialization and customer satisfaction.</p>"
  },
  "dcee2433-7eba-4a83-b34a-ebe49b557725": {
    "html": ""
  },
  "2964abca-ba25-44c7-b864-6c7a39c37cc5": {
    "html": ""
  },
  "055f4214-b546-4887-87b7-04249fa31226": {
    "html": "Marketing & Business"
  },
  "67482a60-4a3b-4e28-9d57-83a57cc1fdca": {
    "html": "Marketing & Business"
  },
  "c0ea4506-7a2f-4650-b4e2-ae89f23e8de1": {
    "html": "<p>Your Marketing and Business team members include product portfolio and functional managers, marketing and communications personnel, and business executives.</p><p>Marketing/Business deliverables are focused on understanding the customer and market needs, value proposition, competition, pricing, and developing product Launch packages. Some of these tasks include:</p><ul><li><p>Business opportunity assessment and financial analysis</p></li><li><p>Customer overview</p></li><li><p>Go to Market strategy</p></li><li><p>Global Launch Plan (including marketing communications)</p></li><li><p>Marketing claims and claim substantiation</p></li><li><p>Launch Control Plan</p></li></ul><p>The team uses financial modeling to ensure investments and product design meet profitability requirements and offer competitive value.</p>"
  },
  "71ec48cf-5fb0-4c52-80e2-5ff73acc0074": {
    "html": ""
  },
  "af20c907-3afb-4f21-bd74-f23a454a872e": {
    "html": ""
  },
  "b674a9c5-d7aa-4835-b8b2-40dcac07a798": {
    "html": "Quality"
  },
  "ae7d1120-d69e-4a27-8f9a-69b1ba427286": {
    "html": "Quality"
  },
  "a4d805a5-3310-424b-a254-b50b7bcea672": {
    "html": "<p>In this activity, <strong>you are</strong> the team member representing the Quality focus. You will have opportunities to review and apply your tools, collaborate with your team, and problem solve.</p><p>You are responsible for ensuring the integrity of the product design and process through the entire commercialization process and throughout the product’s life cycle.</p>"
  },
  "40219b97-2447-42f7-b3ef-9cdf1d66153f": {
    "html": ""
  },
  "2641d995-f4ef-4a48-80d5-628bbf112a6b": {
    "html": ""
  },
  "a3b70fdd-a3b5-4412-880e-f55b10a69ff1": {
    "html": "Lab"
  },
  "b10cb957-3237-4606-8442-5f878af16957": {
    "html": "Lab"
  },
  "7cb7b8c4-e9af-4626-b705-d9f5ea83f4ba": {
    "html": "<p>Your Lab team members include the Product Developer (who leads the definition of the product), along with application engineers and other research and development personnel.</p><p>These team members are responsible for the product deliverables from Build Business Case through Launch. These can include qualification testing, pilot and manufacturing scale-up runs, and finalizing the product design.</p>"
  },
  "5df809fd-91e2-4068-945e-3967ada1d3ce": {
    "html": ""
  },
  "2f985611-9d0b-47e8-bb55-026f404f817a": {
    "html": ""
  }
}