{
  "53bf7487-38bd-4a58-9865-ae3bf51b77ce": {
    "html": "Commercialize the Product - Development"
  },
  "cb92a64f-a292-4b08-97a3-e4bc7ca3c520": {
    "html": "Select the highlighted team members to listen to the team's conversation"
  },
  "5f015452-6e20-4cd7-85da-c454f7c291d5": {
    "html": "Development is completed!"
  },
  "980ff8a4-d54d-43c8-a084-dea177746c22": {
    "html": "<p>Your team has made some early determinations based on input from each focus area, and you have ensured a Quality focus is reflected in the project.</p><p>The painter's tape has passed the gate review and has been selected for development into a new product. Good job!</p>"
  },
  "265ee602-efa8-460f-89e4-3bbb3918b27c": {
    "html": ""
  },
  "0c825d9a-ece4-41b0-a69b-6447426c3150": {
    "html": "<p>Test method selection is a careful process. In addition to ensuring a test method validly and reliably measures a product specification, test methods should have credibility.<br><br>Ensure all test methods are validated with a MSA.</p>"
  },
  "87b47672-0c69-43c4-aeba-578097d14420": {
    "html": ""
  },
  "c0fdbeef-87f4-4690-abb5-a34947ffdf0f": {
    "html": "<p>In Development, you will bring the Quality mindset to interpreting the results of product and process testing. This is a big part of ensuring that the product is developed right the first time.</p><p>You make the team aware that the painting tape requires design modifications. While redesign is a serious and costly intervention to take, it is the correct one if it is critical to the success of the product.</p>"
  },
  "8fd5fe10-6a90-4620-ba9e-5bbd65e8d2c9": {
    "html": ""
  },
  "31074085-a8dc-4198-9c24-db74cfcf2530": {
    "html": "<p>To ensure a supplier’s raw material variability fits within the specification limits for the product, you should use the process capability indices, (Cpk/Ppk) to evaluate how well the product is meeting specifications.<br><br>With capability indices, a higher value is always better.<br><br>In the LHOQ, these values can be found under the Product Control Limits and Capability section.</p><p>With the Quality focus, these efforts contribute to the completion of deliverables the Manufacturing team completes, including the Bill of Materials (BOM) and the data package.</p>"
  },
  "d9a8d1b4-e8ea-4a16-9824-74f28e8e47f3": {
    "html": ""
  },
  "dd824591-0b07-4cb7-8296-42035202821b": {
    "html": "<p>One of the reasons why the product and process is so thoroughly tested and evaluated during Development is to ensure the product design is robust.<br><br>To be robust, the product must be able to meet the customer requirements, value proposition, sustainability requirements, and have a capable manufacturing process.<br><br>During Development, the product may require optimization to ensure all requirements are met.</p>"
  },
  "39f282da-549a-4eda-95b5-8ba2ff1208f1": {
    "html": "Multichoice Question"
  },
  "57c2cb30-2015-47c5-8957-76d108828fb1": {
    "html": "The Product Developer in the Lab shares a concern with you:<br><br>\"Our field testing has revealed the texture of the tape is very important to the customer, so we want to monitor the texture. The issue is we don't have a test method for this.\"<br><br>From a Quality focus, what would you recommend to the team?"
  },
  "50541ba2-2e12-4b4b-a76a-ce7469797ae0": {
    "html": "Which is the best answer?"
  },
  "f29ee0a1-3ce6-4753-b58a-dce4ac9ddd45": {
    "html": "Advise the team that adding a verbal description of the texture to the production documents should be adequate and no test method is needed"
  },
  "381a02f4-93b5-4457-8098-cd6c7dbd6836": {
    "html": "Not quite."
  },
  "d32da4b1-1c38-4da7-bf6b-129d03376ecc": {
    "html": "<p>Based on the Product Developer's findings, a new test method should be linked to texture as a newly recorded part of the VOC. The best way to control a property of your product is with specifications and a validated test method.</p>"
  },
  "9b9496cd-1b81-4d5b-a1a5-66ab107a7f23": {
    "html": "Identify an existing test method (such as a 3M proprietary method or an industry standard) that can be used, or develop a new test method"
  },
  "c35b8de7-58be-4989-bc69-8fb28f3b2600": {
    "html": "That’s right!"
  },
  "b280d583-199a-4068-bfac-98c4f8310cfa": {
    "html": "<p>The best way to control a property of your product is with specifications and a validated test method.</p>"
  },
  "bdf3c37e-30d7-442f-869d-23ef299b4e86": {
    "html": "Inform the team this probably is not a risk because texture was not in the original LHOQ/DQM"
  },
  "e9b0c5bd-75da-45da-9210-b5acbb24ca63": {
    "html": "Not quite."
  },
  "b17b9046-c314-45f7-ad0c-8148ba15ecfe": {
    "html": "<p>Based on the Product Developer's findings, a new test method should be linked to texture as a newly recorded part of the VOC. The best way to control a property of your product is with specifications and a validated test method.</p>"
  },
  "f66e826e-2209-4beb-a6a4-83b114d7f88b": {
    "html": "As Lab reported, field testing has detected a gap between current design performance and a product claim. You inspect the Key Customer Needs tool within the DQM to investigate and diagnose the issue."
  },
  "b2144f6c-5b59-4c2e-b975-5ff35bdef302": {
    "html": "Select the column of the tool you should focus on."
  },
  "f6c86299-04e5-4bbc-b02c-d19dcf8bfd9b": {
    "html": "Submit"
  },
  "1fa522ac-cff6-4af0-b6b9-36bf943eefd4": {
    "html": "Not quite."
  },
  "eccde055-016d-4b8a-8de2-790404208ec6": {
    "html": "<p>The key customer needs listed are the most crucial needs that were initially collected and reflect the VOC. Your inspection should instead focus on Measured Performance Development.</p>"
  },
  "9b8a3af6-2a82-47ba-98c0-f4f9af7b6207": {
    "html": "Close, but not quite."
  },
  "921a1f80-3d58-41c8-987f-fe1ea59907d9": {
    "html": "<p>While you are on the right track in considering test methods, your inspection should instead focus on Measured Performance Development. This information will better inform you about the performance of the test method.</p>"
  },
  "529005a3-fbdf-4eec-8a23-deef646634ca": {
    "html": "This is the best choice."
  },
  "7bf30ce3-5256-45ac-a4cf-d8d4437be411": {
    "html": "<p>If there is a difference between design performance and a product claim, the Measured Performance Development rendered from product design testing is the most important information to inspect to possibly diagnose the problem. </p>"
  },
  "ab36e8a3-d70a-4acb-8f03-35cecb13dd8e": {
    "html": "Not quite."
  },
  "37d6114e-9c05-4ea2-b1e2-287484b46419": {
    "html": "<p>Scale Up Cpks are related to control limits. Instead of these limit ranges, your inspection should instead focus on Measured Performance Development.</p>"
  },
  "a59c6c61-94aa-478a-a3d8-e90b9bbdaaea": {
    "html": "In reviewing the performance of the measurement system, what attributes of measured performance development should you consider?"
  },
  "7e50cbd7-5a0f-42d8-b84c-0ce08f2e98e1": {
    "html": "Select all that apply"
  },
  "9c2a87c9-e313-4d9d-a377-a7c071e4bf5c": {
    "html": "Submit"
  },
  "072e143b-1023-43d0-97c9-5a29bc71155d": {
    "html": "You got it!"
  },
  "3254db91-172e-4f22-9d85-6d513bcd8dd2": {
    "html": "<p>Each critical test method should be verified for precision, accuracy, and resolution. Test method validation is completed through MSA and Gage R&amp;R.</p>"
  },
  "50aa9692-0bd5-449a-a826-dc287eb683ff": {
    "html": "Not quite."
  },
  "98d8a63e-d46f-4a0a-b621-f87a0f319303": {
    "html": "<p>All three of these attributes (precision, accuracy, and resolution)  need to be evaluated if a failure mode related to the product specification/requirement is suspected.</p>"
  },
  "fd771179-f4ff-4a59-a038-50468e5cde44": {
    "html": "Precision"
  },
  "d4647449-2a8d-41b7-a94f-fc67290e363f": {
    "html": "Accuracy"
  },
  "11a14844-40ab-43ab-9869-a69e8debef24": {
    "html": "Resolution"
  },
  "976ab3b0-e4a1-47b1-b66d-ee84b9895398": {
    "html": "Multichoice Question"
  },
  "e59d4259-f2a9-46fd-b9ee-d55d767344a8": {
    "html": "You find the VOC was translated into design requirements and specifications, but the claim doesn't align with the original VOC. The Product Marketer shares:<br><br>“The product claim is a requirement for the success of the tape.”<br><br>From a Quality focus, which of the below are valid options for you to present to the team?"
  },
  "8bf13688-cdbc-470f-97d7-16110b4018b1": {
    "html": "Which is the best answer?"
  },
  "c7d3638a-372d-45c8-a349-f2519cbe20a4": {
    "html": "Recommend that the project be terminated if the claim is mandatory for the product's success because the product's design cannot be modified to meet the claim"
  },
  "f6817f7f-dc5e-4f7b-b60d-9d157aa5d8fc": {
    "html": "This is a risky move."
  },
  "1e236285-fc8d-46d1-a435-1e6a4e91f58e": {
    "html": "<p>The project does not need to be terminated because the product specifications can be changed, with necessary steps to accomplish this. The best option available is to proceed with modifying the specifications. All product claims must be substantiated.</p>"
  },
  "757a8be6-77d2-43ee-903e-cfb6ca1e9f96": {
    "html": "Modify the product specifications so the product will always meet the claim (update the FMEA, LHOQ, and DQM and then reconfirm process capability and performance)"
  },
  "6bc21e22-ee6b-413b-813b-b12fafdac098": {
    "html": "This was the best choice."
  },
  "dbd0950e-ce49-4d29-aa8e-92bf6bd8f8f6": {
    "html": "<p>In Development, product specifications are verified through testing. When gaps, areas for improvement, and especially failure modes are encountered during testing, modification of the product specifications should be considered.<br><br>Finally, all product claims must be substantiated.</p>"
  },
  "27781910-9973-4981-ac52-b3c3f51faf4e": {
    "html": "Proceed as-is with the current specifications and the proposed claim — there is not enough risk to justify making changes"
  },
  "f365691a-bdc2-4882-aea1-936ca2994c14": {
    "html": "This is a risky move."
  },
  "033f3e4c-9522-4c98-a1a2-2bea8eda2fe1": {
    "html": "<p>There is absolutely risk introduced into the product and process if no changes are made. The best option available is to proceed with modifying the product specifications along with the necessary steps to accomplish it. All product claims must be substantiated.</p>"
  },
  "2308ed5d-6d42-447f-9bfb-672a43dc87df": {
    "html": "Manufacturing is concerned about variation in an input raw material from a new supplier and if that variation could result in the end product not meeting specifications.  Select the column in the LHOQ that <strong>will most help the team put controls in place to understand and manage this risk</strong>."
  },
  "7627e77f-0775-4b2f-add2-96944976a43a": {
    "html": "Select the column of the tool you should focus on."
  },
  "9db1c4df-ec3a-4842-9834-2f2293f03b25": {
    "html": "Submit"
  },
  "a1bb2e51-ab57-41b0-b231-af8e8ac7d97d": {
    "html": "Not quite."
  },
  "7ff31ff7-baf0-49a7-b183-eadcfb491319": {
    "html": "<p>While product characteristic proposed target values are important in identifying if materials will match what the product requires, this information does not directly help the team in determining if a supplier’s materials will work. The best answer is the Sampling Plan.</p>"
  },
  "4283ce11-6f15-4a54-a856-572519cdcb0b": {
    "html": "Not quite."
  },
  "df4582d0-04e6-47e1-aa46-6fd45a7e7c49": {
    "html": "<p>While product characteristic upper specification limits are important in identifying if materials will match what the product requires, this information does not directly help the team in determining if a supplier’s raw materials will work. The best answer is the Sampling Plan.</p>"
  },
  "eb8eba8c-7124-4b9d-98d6-e3ca819a1c11": {
    "html": "Good thinking!"
  },
  "37a7b2ff-8920-4da6-bb00-df91bc8d90b3": {
    "html": "<p>The sampling plan is the team’s method of evaluating if raw materials from a supplier will meet the product’s specification requirements. This information is identified in the LHOQ and can be referenced by the team as the DQM is updated.</p>"
  },
  "7fde1477-7b1a-419a-b60f-5f1b6793e759": {
    "html": "Multichoice Question"
  },
  "edb26788-3a03-451b-b274-9f7790d5c3f1": {
    "html": "Manufacturing gives you an update:<br><br>“We've run one lot of the raw material from our supplier on the production line and the resulting product looks great! All the product met our specifications.”<br><br>From a Quality focus, what should be your next step in evaluating this raw material?"
  },
  "63ff27ae-03a5-4ba2-845f-abb99790635a": {
    "html": "Which is the best answer?"
  },
  "dfc24bc4-b5af-4c70-b9ad-5c7828b1237a": {
    "html": "Confirm that the raw material is the lowest cost option"
  },
  "4d276cbb-b779-4d5c-b569-6cff496e6bc8": {
    "html": "This would not help the product or process."
  },
  "456be465-3bc4-4e43-826d-c47530b85ad5": {
    "html": "<p>A sampling plan needs to sample enough instances or aspects of a supplier’s raw materials to attain a sense of its variability. What you must do is ensure that the variability fits within the specification limits for the product  by conducting more lot runs.</p>"
  },
  "6feb4c6a-bf3e-4102-8e92-f2e006e0bdd8": {
    "html": "Run multiple lots of the raw material to evaluate how lot-to-lot variability impacts the final product"
  },
  "f97e0b25-4e62-4f75-bb2e-e1ac6360836a": {
    "html": "This is the approach to take!"
  },
  "ebbca187-1aec-408b-82d4-b58eeea1a86e": {
    "html": "<p>You will want to conduct more lot runs to execute an extensive sampling of the raw material.<br><br>Extensive sampling can help ensure that the amount of variability in the supplier's raw material meets (and will continue to meet) standards for the product's specifications.</p>"
  },
  "e5fc3e04-5f3b-4efd-8c33-1fd72575d7e3": {
    "html": "No further evaluation of the raw material is required since the product made with the raw material met specifications"
  },
  "97eb5cae-afca-4f75-bfc0-14ea8c13badc": {
    "html": "This would not be a great help."
  },
  "cdbfb917-034a-4970-9d89-3126332b6d84": {
    "html": "<p>A sampling plan does not rely on testing just one selection from a supplier’s raw material lot.<br><br>Instead, what you must do is ensure that the variability fits within the specification limits for the product by conducting more lot runs.</p>"
  },
  "03cd2c2f-7178-4bf5-9703-1ede39c6b373": {
    "html": "Field testing was completed with the product from an experimental run, and this effort revealed the product does not address a key customer need.<br><br>The product developer has identified a minor change in the product design that will resolve the problem. Given the product is in the Development phase, what action or actions should you direct the team to take?"
  },
  "6180adfe-4231-4730-b50c-2a60545112b7": {
    "html": "Select all that apply"
  },
  "75d92bd7-fc36-409b-9a4c-371281ff1805": {
    "html": "Submit"
  },
  "55952c53-f1c5-4b4d-a59d-cd92132a7a87": {
    "html": "That’s right!"
  },
  "1d1297b1-f37d-42bb-a9cf-e313c6e28af2": {
    "html": "<p>When a redesign occurs, you must ensure that all changes to the product and process are documented (activities that are redone) and that the product is once again verified through customer testing to ensure that the VOC has not been lost.</p>"
  },
  "1f93c7bb-9f1a-4846-b6ee-69e45f08188f": {
    "html": "Not quite."
  },
  "a0ace66c-afbc-4c41-9227-3ee1da476474": {
    "html": "<p>All of the available actions should be completed. When a redesign occurs, you must ensure all changes to the product and process are documented (activities that are redone) and the product is once again verified through customer testing/customer feedback to ensure the VOC has not been lost. The process capability indices must also be recalculated. These steps are all then reflected at the gate review at the end of the Development phase.</p>"
  },
  "c322c020-2b24-4944-8008-1753fb728636": {
    "html": "Document all changes, including updating the LHOQ, DQM, FMEA, specs, test methods, and other related documents"
  },
  "bf24d1b4-b942-43da-b3b3-d3c1c7e0eaf2": {
    "html": "Recalculate the process capability indices (Cpk/Ppk) after the changes are made to the product to confirm robustness"
  },
  "b11e6ba4-ea2c-4ea8-9745-aaa91ed5cee3": {
    "html": "Verify the redesign with customers"
  },
  "dee05f44-3e6d-47a0-9159-f4f04e50214a": {
    "html": "Bring the modified design to the gate review at the completion of the Development phase"
  },
  "461a3a00-114f-4bdc-af0e-c24f39a45003": {
    "html": "Build Business Case"
  },
  "9c4d2f8f-4db5-4a2c-8e07-d3965833d442": {
    "html": "Build a Business Case"
  },
  "5ce73a7c-905a-4f80-b986-28bbc01e37f9": {
    "html": "Development"
  },
  "4bcda649-2b50-478f-9a8f-64c7b385abd1": {
    "html": "Development"
  },
  "e16096cf-ffe6-4bfc-9469-15b760252fa7": {
    "html": "Scale Up"
  },
  "3004492d-53a6-4da8-8bf3-b83577cc3c3c": {
    "html": "Scale Up"
  },
  "d7737843-70c7-44c7-a5f6-a3980906c239": {
    "html": "Launch"
  },
  "d9c63148-92c2-467d-87bd-d493ce8edad7": {
    "html": "Launch"
  }
}