{
  "dd8afaa8-0c50-4599-8310-97bfd6b28caf": {
    "html": "Commercialize the Product!"
  },
  "45d47b69-6ce0-49bf-8880-3769cabd38fe": {
    "html": "Select the highlighted team members to listen to the team’s conversation."
  },
  "606fd404-44c5-4f29-a197-62759e606fe3": {
    "html": "Commercialize the Product!"
  },
  "29cd8e21-12a4-4bc8-a0cb-981bfd132902": {
    "html": "<p>This activity is organized into the Build Business Case, Develop, Scale Up, and Launch phases of commercialization.<br><br>As each phase begins, you will listen to conversations between your team members which will set the stage for events or challenges that have arisen as the team develops a new product: a specialized painter’s tape to be sold in stores to customers.<br><br>Once the team’s conversation wraps up, you will view an activity map along with your performance indicators. You can select activities to complete in any order you wish, answering questions within them to raise your performance. Along the way, you have opportunities to earn badges representing knowledge areas for Quality.<br><br>Ready to get started? Let’s go!</p>"
  },
  "dde97c0e-9d8e-448b-a2b0-2d6cc8ee92d7": {
    "html": "You completed your journey!"
  },
  "0d747ed1-c407-47d5-9046-a224f60516f2": {
    "html": "<p>Congratulations! You navigated the new product commercialization of the painting tape from start to finish: From BBC to post-Launch. You applied your knowledge of Quality tools, systems, and responsibilities to work with your team.</p><p>Next, let’s review your results.</p>"
  },
  "7948d1ca-2dd1-4b6c-895f-6e1380d61499": {
    "html": "Continue"
  },
  "a01e726e-e295-4583-9d38-cc1a7541f437": {
    "html": "Try Again"
  },
  "88b48175-6e92-4e19-875f-0ec49b924716": {
    "html": "It looks like you could have performed better."
  },
  "f3a1facf-6301-46ab-83a6-1a1d4d6298aa": {
    "html": "<p>It looks like you struggled to achieve high success in this scenario. You may have opportunities to expand on your knowledge of how the Quality focus contributes to new product commercialization.</p><p>To make sure you have the basics you will want to visit some of the questions you’ve missed. You may also want to re-explore previous lessons in the course to aid you in making the best choices.</p>"
  },
  "9490e663-6689-4730-925a-b3983c42a804": {
    "html": "You Might Want to Review"
  },
  "026a6d76-3542-4209-b7e7-9b5d3f873b92": {
    "html": "<p>You demonstrated knowledge of how the Quality focus contributes to new product commercialization, but there is an opportunity to reach better results in this scenario.</p><p>To make sure you’ve mastered the Quality focus, you may want to visit some of the questions you’ve missed.</p><p>When you are ready, you may proceed to the conclusion.</p>"
  },
  "4e9b10a9-8aea-452c-b423-21da62f808c5": {
    "html": "Your effort was highly successful!"
  },
  "6120a28f-5532-4b01-a73e-d99efa3a508c": {
    "html": "<p>You’ve demonstrated thorough knowledge of how the Quality focus contributes to new product commercialization.</p><p>If you wish, you can revisit questions if you missed them. Otherwise, you may proceed to the conclusion.</p>"
  },
  "d74ab44c-6eb6-4ce1-bbdb-a72961aef72f": {
    "html": "Your effort was highly successful!"
  },
  "df39be61-b0dd-49be-bde6-944f82dfee86": {
    "html": "<p>You’ve demonstrated thorough knowledge of how the Quality focus contributes to new product commercialization.</p><p>If you wish, you can revisit questions if you missed them. Otherwise, you may proceed to the conclusion.</p>"
  },
  "09ff2a6d-54b1-4739-aa08-b3e9595a14ed": {
    "html": "You can listen again by selecting any of the outlined team members."
  },
  "585b1618-f29e-4180-ac11-3e2b88e7b0ea": {
    "html": "Continue"
  },
  "51431ed3-768c-4b02-b066-374db3e36c62": {
    "html": "Legal"
  },
  "19b5defa-1296-4e83-8f2b-d9d6c0aeff58": {
    "html": "Manufacturing"
  },
  "0b352835-5a0c-405c-9fd2-239fbc057674": {
    "html": "Product Stewardship"
  },
  "dfa15425-92f4-4c86-b3d1-dd791308d357": {
    "html": "Marketing & Business"
  },
  "4753c2a3-fc9a-4280-8846-17a001ef230d": {
    "html": "Quality"
  },
  "157c34af-fed2-4d49-9c4b-08a15a65c560": {
    "html": "Lab"
  },
  "5bcc5226-5a8a-46a7-ba59-2f2e0153833f": {
    "html": "Build Business Case"
  },
  "e75c882a-aab8-49b7-aeaa-0a479e6b2da7": {
    "html": "Marketing & Business"
  },
  "6073f1cd-93e7-4c8e-85d0-e7bc32beb870": {
    "html": "Marketing & Business"
  },
  "7a235fb0-f1e6-41f1-9624-3ac1d5dbc790": {
    "html": "<p>Team, we’ve collected and compared the information we gathered in Discover. Let’s get to work on Building the Business Case for this new painter’s tape we hope to take to Launch.</p><p>I’ll contribute to our feasibility assessment from the business perspective.</p><p>Quality, we’ll need your help in reviewing Lab's initial translation of the voice of the customer from functional prototypes and test data. We will then look to you to help draft the Quality Plan and advise us on ways to reduce risk in our product and process design. Be on the lookout for any opportunities you see to guide us.</p>"
  },
  "e944b827-7f8c-4743-8121-332cef8ebbff": {
    "html": "Lab"
  },
  "95ac9e28-c9d0-4b50-bd53-9b2b0d6c85f5": {
    "html": "Lab"
  },
  "c869479d-f302-47b5-89ab-ff72bdc49370": {
    "html": "<p>I will begin working on the product requirements and design to identify the best solution for the customer. My team will begin building pilot scale prototypes and defining test methods.</p>"
  },
  "b9e5f272-4bff-4582-a8a6-8513182ed16b": {
    "html": "Product Stewardship"
  },
  "28de94cf-3732-4146-aefe-bd91c0b9e734": {
    "html": "Product Stewardship"
  },
  "c26c8307-95f7-4499-8f2f-5f078562aa08": {
    "html": "<p>Since we know the type of product and the primary market, I will provide product safety and environmental expertise, services, and governance for the project, beginning with the Environmental Health, Safety, and Rehabilitation assessment.<br><br>It will be helpful to know which countries you will manufacture and sell the tape in. Thanks for collaborating with me early so that we can best anticipate regulatory requirements.</p>"
  },
  "7611d2ab-3a2c-4446-b5b0-367350c60405": {
    "html": "Legal"
  },
  "15e71f72-a5e0-4151-b784-1fd0bd160517": {
    "html": "Legal"
  },
  "6d4cebc5-720f-4b54-a02e-ceed9412430e": {
    "html": "<p>I will work with the product developer to identify the intellectual property plan for the new product and confirm Freedom to Operate clearance.</p>"
  },
  "65c35816-15c2-424a-a389-3dd599d50f56": {
    "html": "Manufacturing"
  },
  "54d8f93f-b2fc-45c8-9cef-a82fd09a735d": {
    "html": "Manufacturing"
  },
  "0183197f-f00d-43a9-99a9-7e87d6558bed": {
    "html": "<p>I will start the preliminary needs assessment for the data package, including value stream maps, capital needs, supplier assessment and selection, and manufacturing compliance requirements.<br><br>Once the team understands the market and has a validated prototype, I will work with Quality on risk assessments for manufacturing, supply chain, sourcing, and the value stream.</p>"
  },
  "d05019fa-ef26-40c9-a278-d93b4095c7a2": {
    "html": "Development"
  },
  "f0df998d-9da2-4325-af52-9bf82a6914c6": {
    "html": "Lab"
  },
  "99b22a1d-cade-41ad-b78a-5518bd4de269": {
    "html": "Lab"
  },
  "5f53cd5f-ea31-466b-9dd5-cb1159c0a063": {
    "html": "<p>Now that we are in Development, we need to confirm we have a robust product design that is optimized for our customer.<br><br>Quality, I'll need your help to make sure we are using the right statistical tools as we evaluate our product capability and test methods.</p>"
  },
  "62fc468b-93bb-4d67-b603-4197448d6884": {
    "html": "Manufacturing"
  },
  "80b10015-2917-4230-8dcc-c77d1296b2c9": {
    "html": "Manufacturing"
  },
  "7b8e6165-315d-4a52-adc7-81057f029e82": {
    "html": "<p>I'm assembling the data package for manufacturing. Quality, I'll need your help in including the analysis of the MSAs, DOEs, and quality plans in the data package. Our team should also review and update the FMEAs.</p>"
  },
  "5fb760a2-a5b8-4aa3-987b-5c05346bb849": {
    "html": "Product Stewardship"
  },
  "3a95c176-86a5-447e-b24b-c7fda34b67e7": {
    "html": "Product Stewardship"
  },
  "dc96e790-950f-4709-bf96-df0c88105c0c": {
    "html": "<p>I see that there have been some changes to the product construction and manufacturing plan since Build Business Case.<br><br>I'll update my LCM/EHS&amp;R information for this project so we can be confident there are no product stewardship concerns.</p>"
  },
  "baae6a2e-fcc3-4854-b7e0-6a24aa14d835": {
    "html": "Scale Up"
  },
  "b25b0451-a3d3-401e-87ce-4b3aff8e5eec": {
    "html": "Legal"
  },
  "0caf82c2-45c0-4116-aa62-1ecda7c872af": {
    "html": "Legal"
  },
  "3e41f1c3-cd79-4fe3-bd4b-3b3fc4dac4c7": {
    "html": "<p>I’d like to congratulate the team on entering Scale Up.<br><br>I’ve completed IP and Freedom to Operate checks on the painting tape and it appears that we have no challenges.</p>"
  },
  "d39d5ce1-9c5e-4e1d-b7d3-fcaf04dc0b60": {
    "html": "Lab"
  },
  "72008807-940b-4a97-9c5d-e03ec18e7ca1": {
    "html": "Lab"
  },
  "720c6884-b246-4a26-8813-1a09ed0ba42f": {
    "html": "<p>There are some process capability questions that have arisen. Quality, we could use your guidance.</p>"
  },
  "3e5c31f4-ce16-4342-b09c-cb16ffd96476": {
    "html": "Manufacturing"
  },
  "18d44676-a3c1-48a7-bb61-d859157f5d1d": {
    "html": "Manufacturing"
  },
  "6e4f6b10-451c-446e-a120-50757aac5e1c": {
    "html": "<p>We may have uncovered some concerns with one of our chief suppliers that I’d like to review with Quality.</p>"
  },
  "8538a9f3-c7c7-4283-8762-dd7d58e8d5b7": {
    "html": "Launch"
  },
  "f6a73dba-77aa-4a2d-b804-bade0ba2d1e1": {
    "html": "Marketing & Business"
  },
  "3f447af6-edfb-4b17-857b-b1a60252aeea": {
    "html": "Marketing & Business"
  },
  "3d1f6058-7be5-4565-9b2b-fc8125c34308": {
    "html": "<p>Team, while the Launch of the tape has largely been successful, we have some improvement opportunities based on our KPIs.</p><p>Customer feedback indicates that we may have some variation in the adhesion performance of the tape. and surprisingly, the tape has had complaints about color. This needs investigation.</p><p>Finally, were aware of a product failure in one of our submarkets. It appears that adhesive glue is oozing onto the inside of the packaging.</p><p>Quality, we’ll look to you to investigate these issues and help guide what interventions we should take.</p>"
  },
  "2fd73b23-f917-4733-98cd-cc7c33343d65": {
    "html": "Manufacturing"
  },
  "aaf5d580-d267-40f3-99aa-b64d170e39ff": {
    "html": "Manufacturing"
  },
  "a1057bcb-da85-4f9f-b082-813cc3227df9": {
    "html": "<p>If part of the problem is product specification variation falling outside of our defined limits, we will need to check our Manufacturing Control Plan.<br><br>Quality, I could use your help to identify where we may have an issue.</p>"
  }
}