{
  "11a15152-bbe8-4fcb-bb7d-dba7d6bb1566": {
    "html": "Quality - Commercialize the Product - Scale Up"
  },
  "af6dc36f-c5a1-4d6d-b9d5-0a6c6a904843": {
    "html": "Select the highlighted team members to listen to the team's conversation"
  },
  "51b50f82-4b8c-4413-a84b-4a4cde3756b7": {
    "html": "Scale Up is completed!"
  },
  "f2708c58-f915-41fa-9b40-adf4f7f66434": {
    "html": "<p>The painting tape is now ready to go to market. The team conducts Launch, with Marketing/Business setting the Launch Control Plan.</p><p><strong>Six months have now passed</strong> since initial Launch, and the team meets to share findings and observations.</p>"
  },
  "50f0a48b-c7c9-4ebf-8c51-bbb7ad383b22": {
    "html": ""
  },
  "3bd5ff7a-b6d1-4132-a458-bc526a80cb39": {
    "html": "<p>The equipment issue has been addressed thanks to your investigation. This results in tape length specifications falling back into passing variability range. </p><p>It is possible that product specifications can drift out of Cpk range overtime for a variety of reasons. Your continued review of the supply chain with the team helps to identify issues before they can escalate to potential failure modes.</p>"
  },
  "cf815926-ff1f-4a36-a424-04878568e569": {
    "html": ""
  },
  "c5eb668b-756a-4948-93ee-2516d9e611c4": {
    "html": "<p>You create a checklist of improvements that the team requires be made to the supplier’s quality system. The supplier communicates that your improvements have been applied and you verify the changes.</p><p>Navigating the team’s working relationships with suppliers is a complicated part of product production. It is not uncommon that suppliers present issues that are tied to their quality systems. As the Quality focus team member, addressing these issues is an important part of your role.</p>"
  },
  "0d9a29c9-4351-4cbb-abc8-37dd002d2781": {
    "html": ""
  },
  "b9c42da2-4a08-4854-a9e7-59a397fe5520": {
    "html": "<p>In some divisions, moving from Scale Up to Launch is described as locking-in the product design. The Design Review at the end of Scale Up is vital to ensuring that there are no known risks to the product or process.</p><p>You check the collective FMEA tool to ensure that all previously identified risks have been linked to a solution/intervention and are no longer a concern for the painting tape.</p>"
  },
  "f02de4e3-11f4-44a3-bf49-cab26479e7a5": {
    "html": "Lab informed you that there is a need to revisit the tape’s process capability. You check the Key Customer Needs tool within the DQM to investigate."
  },
  "635fc6e2-f262-42d8-a2af-419190e286fc": {
    "html": "Select the column of the tool you should focus on."
  },
  "7339ada3-d8dc-4669-b319-79544ea7ac9f": {
    "html": "Submit"
  },
  "82f7f15d-2ba8-489c-bd69-b911bdc7447e": {
    "html": "Not quite."
  },
  "72ce1a75-12a0-4a58-8833-c0525ff2188d": {
    "html": "<p>While Spec Customer Requirements could be helpful to review, the Scale Up Cpk values and pass level would be the most relevant to process capability evaluation. </p>"
  },
  "be539e79-f45c-444a-ada8-70c7c14adb9e": {
    "html": "Not quite."
  },
  "fd1051bc-21dc-4ca7-a4f2-eab7940d1dd8": {
    "html": "<p>While Measured Performance Prototype Requirement values could be helpful to review, the Scale Up Cpk values and pass level would be the most relevant to process capability evaluation.</p>"
  },
  "776c64d4-b6d2-42bb-a3f8-26931eb44ee1": {
    "html": "Not quite."
  },
  "731e657b-2e05-41e8-9ddd-fb3045084663": {
    "html": "<p>While Measured Performance Development values could be helpful to review, the Scale Up Cpk values and pass level would be the most relevant to process capability evaluation.</p>"
  },
  "b5411235-d7e2-4d9c-a82c-a493b5fb06d0": {
    "html": "You got it!"
  },
  "cfe664ad-b7b4-4d86-b364-1f5ba089e159": {
    "html": "<p>Scale Up Cpk values and the description on if they pass minimum requirements will be the most useful information for conducting a Scale Up process capability evaluation.</p>"
  },
  "94418ea9-4513-4867-88ea-5151d6f9defc": {
    "html": "<p>Working with Lab and Manufacturing, you conclude from process capability evaluation that a variability has occurred because of manufacturing equipment performance. This variability has impacted the length of the tape.</p><p>What is the most important reason why?</p>"
  },
  "c5fda3c2-6e4f-4fe8-8d35-a0986cdc3fbd": {
    "html": "Which is the best answer?"
  },
  "812a9b5b-040b-4acc-880e-20b7dad12e4d": {
    "html": "Equipment should produce reliable results (process capability)"
  },
  "021eef3e-c2a3-4125-8777-efffc38a340c": {
    "html": "Close, but this isn’t the primary problem."
  },
  "a27472f5-b0b4-4a97-8825-fefaa5a94e51": {
    "html": "The equipment used to manufacture the product should do so within acceptable limits of variability. However, the primary problem here is that too much length variability could lead to customer dissatisfaction with the product."
  },
  "3d6c3dc8-8121-43e3-beae-ef13d71d4edb": {
    "html": "Too much length variability could lead to product failure (customer dissatisfaction)"
  },
  "3a1d9e4b-c52e-4dfd-8e58-9597f12325b5": {
    "html": "This is the best choice!"
  },
  "6e1a3c8e-5d19-4624-a938-e0066d53b072": {
    "html": "While all the available choices reflect real concerns for the process the primary problem here is that too much length variability could lead to customer dissatisfaction with the product."
  },
  "935953d3-87b4-4a65-abc7-9801bd909af9": {
    "html": "Packaging describes the tape as being a specific length (marketing impact)"
  },
  "21e5319f-d5d4-4fb4-830b-ded64dc43165": {
    "html": "Close, but this isn’t the primary problem."
  },
  "cd64b2f9-e9c5-4168-97e4-232baa48744e": {
    "html": "If there is too much product specification variability, it could have an impact on the accuracy of packing descriptions or marketing materials. However, the primary problem here is that too much length variability could lead to customer dissatisfaction with the product."
  },
  "00486b65-1248-412e-93f8-309fb46529e4": {
    "html": "<p>Manufacturing shares: “Were experiencing routine issues with a supplier’s output.”</p><p>As the Quality focus team member, you assess if a supplier has a robust quality system for output. What steps should you consider for a supplier’s quality issues?</p>"
  },
  "5488b5a6-035f-4f9f-9d9d-33441447b5cb": {
    "html": "Select all that apply"
  },
  "656dcedf-7d3b-45c9-b828-7598107d8090": {
    "html": "Submit"
  },
  "1c911910-7837-45a0-9646-433756af7aad": {
    "html": "That’s right!"
  },
  "417cf71c-87a6-4244-aa4a-12d670e65860": {
    "html": "<p>If a supplier has routine issues with their quality system, you must either advocate for change to the quality system and hold the supplier accountable to the changes or select a different supplier that has a better quality system. These are your primary interventions for this issue.</p>"
  },
  "28a67c2e-e2eb-4321-944a-76181ce36cdf": {
    "html": "Not quite."
  },
  "7fb85c75-c3a1-48a7-b969-2a46c2d95fd7": {
    "html": "<p>If a supplier has routine issues with their quality system, you must either advocate for change to the quality system and hold the supplier accountable to the changes or select a different supplier that has a better quality system. These are your primary interventions for this issue.</p>"
  },
  "4d8b821f-6f92-492d-8ddf-e2d3e8eafde5": {
    "html": "Communicate to the team that there may be continued output variation from the supplier"
  },
  "722b50a0-87f1-4a80-8d45-ec31b5da50de": {
    "html": "Re-check samples from the supplier using the sampling plan"
  },
  "8675786b-44b5-45fa-b2a8-8fbaea5076b3": {
    "html": "Communicate with the supplier that issues with the quality system need to be addressed"
  },
  "fc42bb5a-2127-4a15-a76f-0ce6831c4790": {
    "html": "Select a different supplier"
  },
  "af59ba9a-6130-406b-ad40-d1d99a70f19e": {
    "html": "<p>The team prepares for the Design Review to move into Launch.</p><p>The painting tape has gone through redesigns in Development and product specification issues have been addressed.</p><p>What is the <strong>most important</strong> thing to establish in this Review?</p>"
  },
  "5636ba5c-12c0-443c-91cc-4ddd463e58d5": {
    "html": "Which is the best answer?"
  },
  "6e442c8c-5878-4ad2-868f-be0070c675b8": {
    "html": "Ensure that none of the customer wants have been neglected"
  },
  "bc096b39-3fa0-49a9-a003-f37d38b2c285": {
    "html": "Close, but not quite."
  },
  "1567571a-7176-4290-a923-20530d7c81b5": {
    "html": "Ensuring that customer wants have been properly identified and translated into product specifications is always important to recheck, but as the team prepares for Launch the <strong>most</strong> important consideration for you to establish from the Quality mindset is that all risks to product and process have been successfully mitigated."
  },
  "51a54761-219a-4f7b-962b-8a23a4899bf2": {
    "html": "Ensure that the best possible raw material selection is ready for production"
  },
  "2f1c50a9-6258-475c-b1fa-50d7e691cdb1": {
    "html": "Close, but not quite."
  },
  "7c06c759-bc32-4e5e-82ad-faa7fa6aca9f": {
    "html": "Striving for the best raw material selections is always important, but as the team prepares for Launch the <strong>most</strong> important consideration for you to establish from the Quality mindset is that all risks to product and process have been successfully mitigated."
  },
  "00009470-22d8-4a9d-9803-117ebe995c18": {
    "html": "Ensure that risks to product and process have been successfully mitigated"
  },
  "74dec78c-5d2d-4801-8bdd-11abfb97d7dd": {
    "html": "This is the best choice."
  },
  "ecc87f02-353c-47a8-b46a-d5240a959223": {
    "html": "To move into Launch successfully, you must operate from the Quality mindset to ensure that all previously identified risks to product and process have been successfully mitigated."
  },
  "d9629fe5-0c36-4967-a9d6-d1bc4580e4d3": {
    "html": "Build Business Case"
  },
  "69c2557e-fad2-4b35-a039-b5e82daf3d5f": {
    "html": "Build a Business Case"
  },
  "e02be279-750f-4994-8641-c8a590cbd584": {
    "html": "Development"
  },
  "dc583fdf-12d8-4ff4-923b-0b749d8d9c0e": {
    "html": "Development"
  },
  "852c7bf5-ba90-4c82-b221-2f925d1fd6b8": {
    "html": "Scale Up"
  },
  "f40235de-6770-44f3-bb6b-fa7a246e35a9": {
    "html": "Scale Up"
  },
  "48b96347-3966-4021-a377-6cf0017c20d6": {
    "html": "Launch"
  },
  "fb617849-9738-4822-8fba-571c657ceb99": {
    "html": "Launch"
  }
}