{
  "fcc68093-cb45-4a2e-a63b-e2e2871c824e": {
    "html": "Quality - Commercialize the Product - Development"
  },
  "b716bfbe-56f4-4bb4-95ee-5bd801b2b937": {
    "html": "Select the highlighted team members to listen to the team's conversation"
  },
  "4ddd427d-79bb-4c3a-b3e6-2fb7c70f1253": {
    "html": "Development is completed!"
  },
  "d78007b2-a14e-4180-a52c-bd3d4bc42bf6": {
    "html": "<p>Your team has made some early determinations based on input from each focus area, and you have ensured that a Quality mindset is reflected in the project from the very beginning. </p><p>The painting tape has passed the gate review and has been selected for development into a new product.</p>"
  },
  "a814a11d-a41e-493c-8412-659711445944": {
    "html": ""
  },
  "4e8d02d4-0b02-45c3-bc51-ecd460144b9e": {
    "html": "<p>Test method selection is a careful process. In addition to ensuring that a test method validly and reliably measures a product specification, test methods preferably have credibility.</p><p>For this reason, using existing 3M test methods or industry standard test methods will nearly always be preferable to developing an entirely new test method, which may not be an efficient use of the team’s resources if credible alternatives exist.</p>"
  },
  "4c40016f-6b93-4cc5-b2df-06e7345d4e38": {
    "html": ""
  },
  "34c1b1f3-577e-4082-a7cb-032acc32e5c4": {
    "html": "<p>In Development, you will bring the Quality mindset to interpreting the results of product and process testing. This is a big part of ensuring that the product is developed right the first time.</p><p>You make the team aware that the painting tape requires some redesign. While redesign is a serious and costly intervention to take, it can often be the correct one if a serious opportunity for improvement or a failure mode is encountered.</p>"
  },
  "6a84c6a8-32d7-4e15-af36-bbd261910f4a": {
    "html": ""
  },
  "eb418dd6-26b6-4083-bac5-fdce50dcf6d0": {
    "html": "<p>To ensure that a supplier’s raw material variability fits within the specification limits for the product, you will compare the Cpk/Ppk values for the raw materials sampled to the Cpk/Ppk values identified for the Product. In the LHOQ, these values can be found under the Product Control Limits and Capability section.</p><p>As the Quality focus team member, these efforts contribute to the completion of deliverables the Manufacturing team completes, including the Bill of Materials (BOM) and the data package.</p>"
  },
  "9f5f0a2b-706a-4558-8ab4-66efad71eb57": {
    "html": ""
  },
  "43d4cb55-cc8c-4133-91a8-0ce21843dac1": {
    "html": "<p>One of the reasons why the product and process is so thoroughly tested and evaluated during Development is to ensure that the product design is robust. To be robust, the product must be able to meet the VOC and other design inputs under various uses and conditions. When a product does not meet minimum acceptable parameters, it will be flagged, and interventions will be generated so that the product can reach a passing evaluation.</p>"
  },
  "02a3c752-f49b-491b-bc4d-51eaebbd93e7": {
    "html": "<p>Lab shares with you:</p><p>“One of the test methods for the reflective surfacing specification of the tape is not reliably measuring the spec.”</p><p>You determine a new test method is needed. The method will need to be credible, valid for measuring the spec, and return reliable measurement results. Which of the following solutions would be most <strong>efficient?</strong></p>"
  },
  "239d98a7-d62d-4e1f-8e45-127c51db8758": {
    "html": "Select all that apply"
  },
  "54932682-07aa-4b62-9d21-f444388edc79": {
    "html": "Submit"
  },
  "8fd0619e-1706-4148-8374-15143a44a1e1": {
    "html": "That’s right!"
  },
  "6333fc57-b99e-4f1d-8e19-5b296e30d47c": {
    "html": "<p>When a redesign occurs, you must ensure that all changes to the product and process are documented (activities that are redone) and that the product is once again verified through customer testing/customer feedback to ensure that the VOC has not been lost.</p>"
  },
  "f6e718d9-416c-4287-be1f-48184013b3df": {
    "html": "Not quite."
  },
  "13fdb474-3607-4699-980a-61f96d2124d5": {
    "html": "<p>When a redesign occurs, you must ensure that all changes to the product and process are documented (activities that are redone) and that the product is once again verified through customer testing/customer feedback to ensure that the VOC has not been lost.</p>"
  },
  "d385426f-73f1-4e3f-86e5-c50bac85811c": {
    "html": "Develop a new test method suitable for the specification"
  },
  "6439f4c6-22df-443f-8c39-f01c3a210c12": {
    "html": "Select an existing test method considered an industry standard for the specification"
  },
  "4ac28f7e-afd5-41a7-9750-f35474e02eee": {
    "html": "Select an existing 3M test method suitable for the specification"
  },
  "ee06caea-e67d-4edd-9191-89e484100683": {
    "html": "As Lab reported, field testing has detected a gap between current design performance and a product claim. You inspect the Key Customer Needs tool within the DQM to investigate and diagnose the issue."
  },
  "7eb1cffe-93bc-431e-a8ac-5abf2f05fed8": {
    "html": "Select the column of the tool you should focus on."
  },
  "4d2d279e-d447-49f1-ab53-a5b5838a6163": {
    "html": "Submit"
  },
  "2adca6e6-4fe5-441f-b0ce-11834502fd8e": {
    "html": "Not quite."
  },
  "1bd0f528-3838-40ad-8036-8928a56452e5": {
    "html": "<p>The key customer needs listed are the most crucial needs that were initially collected and reflect the VOC. Your inspection should instead focus on Measured Performance Development.</p>"
  },
  "463b834f-930b-4851-841b-460850e4001c": {
    "html": "Close, but not quite."
  },
  "c5e86d0e-350e-418e-9340-f3d7d539cdbc": {
    "html": "<p>While you are on the right track in considering test methods, your inspection should instead focus on Measured Performance Development. This information will better inform you about the performance of the test method.</p>"
  },
  "fcab1526-858c-43e8-b8ab-d7bda89abead": {
    "html": "This is the best choice."
  },
  "a63649fa-6037-43ec-83f9-ae0b74ee1ad1": {
    "html": "<p>If there is a difference between design performance and a product claim, the Measured Performance Development rendered from product design testing is the most important information to inspect to possibly diagnose the problem. </p>"
  },
  "c0ce83f5-b023-4e75-8b46-48ccf0530443": {
    "html": "Not quite."
  },
  "7056347e-25ef-4a8e-84f8-8b19fd8e4c9d": {
    "html": "<p>Scale Up Cpks are related to control limits. Instead of these limit ranges, your inspection should instead focus on Measured Performance Development.</p>"
  },
  "5f4aa053-da1b-41ed-9166-15ec9a97d6d0": {
    "html": "In reviewing Measured Performance Development, which of the following aspects should be considered?"
  },
  "7467adc4-bb90-4000-9696-058dccc998b8": {
    "html": "Select all that apply"
  },
  "b7f0d33c-9a42-42b1-a606-748a58401512": {
    "html": "Submit"
  },
  "c0dc19aa-96a9-437d-8c6d-6bd105081d9b": {
    "html": "You got it!"
  },
  "f9862fcf-769d-443a-9b02-d33afcf04a5a": {
    "html": "<p>All three of these aspects of a test method’s outcomes need to be considered if a potential failure mode related to the product specification/requirement is suspected.</p>"
  },
  "d96f296e-561c-4361-80b3-955395757f34": {
    "html": "Not quite."
  },
  "39368883-395c-4f3b-b6e8-8dc11e324445": {
    "html": "<p>All three of these aspects of a test method’s outcomes need to be considered if a potential failure mode related to the product specification/requirement is suspected.</p>"
  },
  "1c1cc8aa-fff2-4ad8-93f1-e25d30a44af4": {
    "html": "Precision"
  },
  "dc5e2430-9de9-407e-982e-cfe56c381f1a": {
    "html": "Accuracy"
  },
  "08865bea-d3ee-4a93-a25d-4c333aa32cbf": {
    "html": "Resolution"
  },
  "659fcdbe-6988-460b-97c9-d6937dccd172": {
    "html": "Multichoice Question"
  },
  "3376d418-f269-4514-9138-f43b6b3be3f9": {
    "html": "<p>You find that the Measured Performance Development testing results are sound. Test methods are seemingly not the issue. Product Stewardship shares:</p><p>“The product claim is a requirement for the success of the tape.”</p><p>What is the <strong>best course of action</strong> should you communicate to the team</p>"
  },
  "ebd6edc8-061e-40d9-9ab9-c67778a3da80": {
    "html": "Which is the best answer?"
  },
  "213a4293-b3b3-4eb7-a03e-ed971f819f0d": {
    "html": "Conduct customer field testing to see if customers are satisfied despite the current performance findings"
  },
  "e3e00b5f-ffe2-4518-a0db-9c895e3914ba": {
    "html": "This is a risky move."
  },
  "b2c9e247-78b9-41f4-bd2d-2dc599be7664": {
    "html": "If a product claim has been determined to be a requirement for the tape’s business success, you can reasonably conclude that customers will have expectations for it. A better course of action is proposing a product redesign."
  },
  "89092192-c986-4507-b8bd-273be583f997": {
    "html": "Redesign the tape to adequately meet the product claim and ensure the VOC is captured"
  },
  "41e3cf06-4c71-41b3-ad5c-191d55717f7a": {
    "html": "This was the best choice."
  },
  "7c636445-891c-493e-abfe-bb94a2977773": {
    "html": "In Development, product specifications are verified through testing. When gaps, areas for improvement, or especially failure modes are encountered during testing, redesign of the product should be considered. "
  },
  "69e68e8f-ea48-4a5a-8d0a-77ae938417cd": {
    "html": "Recommend that the product not be continued for development"
  },
  "bf7fe7ca-3d4b-46fc-bce3-4d77ccdb6619": {
    "html": "This is not the first action to explore."
  },
  "5f810293-fdf5-46a7-b597-94f104719c22": {
    "html": "While it is possible that failure modes can be encountered that may suggest that the product is not fit for the market, this is not the best action to take at this point. Instead, product redesign should be considered."
  },
  "d57d42b2-b222-4451-b45a-5e01b6419d22": {
    "html": "<p>You follow up on Manufacturing’s concerns about raw materials and check the LHOQ tool. Select the column that <strong>best</strong> describes the team’s approach for avoiding lot failure from raw material suppliers.</p>"
  },
  "2fa3fa67-148d-47d1-8f4d-626476ea11b9": {
    "html": "Select the column of the tool you should focus on."
  },
  "fe842792-3a92-47ac-9620-cb13a5617a33": {
    "html": "Submit"
  },
  "6f25711a-0061-4f64-a128-9224c5fab4f9": {
    "html": "Not quite."
  },
  "1d305ed1-1ceb-46f0-b1ab-5b9366bdba11": {
    "html": "<p>While product characteristic proposed target values are important in identifying if materials will match what the product requires, this information does not depict the team’s plan for determining that a supplier’s materials will work. The best answer is the Sampling Plan.</p>"
  },
  "d8aca0a4-937a-4af8-b69e-f2d9d904f9c4": {
    "html": "Not quite."
  },
  "9616fcd9-78fb-40f5-be8c-1d5a549b492f": {
    "html": "<p>While product characteristic proposed upper specification limit values are important in identifying if materials will match what the product requires, this information does not depict the team’s plan for determining that a supplier’s materials will work. The best answer is the Sampling Plan. </p>"
  },
  "63952e0e-6d70-4298-8c3c-fea8aea06b2f": {
    "html": "Good thinking!"
  },
  "7c48a97d-0bcb-4ee0-ac27-8db8acd77a03": {
    "html": "<p>The sampling plan is the team’s method of evaluating if raw materials from a supplier will meet the product’s specification requirements. This information is identified in the LHOQ and can be referenced by the team as the DQM is updated.</p>"
  },
  "b8589ae5-1566-435e-8c21-26fa17e83897": {
    "html": "Multichoice Question"
  },
  "8664762e-4460-4b74-a986-5d7cf4a23e3f": {
    "html": "<p>Manufacturing gives you an update:</p><p>“I’m concerned that the variability of the supplier’s materials that we sampled may not meet our needs.”</p><p>How should you evaluate raw material variability?</p>"
  },
  "bd746573-cde1-494d-b90f-9bfe74b2c505": {
    "html": "Which is the best answer?"
  },
  "a6c2f3c5-eb93-44ae-8edd-7bb94f87b66c": {
    "html": "Narrow the sampling plan to quickly and efficiently evaluate the supplier’s variability"
  },
  "86717938-9af7-4e1d-b7c9-1cf154d3aab5": {
    "html": "This would not help the product or process."
  },
  "6ed82942-2530-4257-939f-30b7ef855390": {
    "html": "A sampling plan needs to sample enough instances or aspects of a supplier’s raw materials to attain a sense of its variability. What you must do is ensure that the variability fits within the specification limits for the product."
  },
  "011c99c6-ed16-4dbf-9a9c-994401ca4441": {
    "html": "Ensure that the supplier’s variability fits within the specification limits for the product"
  },
  "16f87aef-72a0-413c-aae4-909050fa36ce": {
    "html": "This is the approach to take!"
  },
  "4ed65f35-110b-4594-a534-3b2f2a9416d7": {
    "html": "There can be some variation in a supplier’s raw materials so long as that variability falls within the acceptable variability limits established for the painting tape by the team."
  },
  "051dc64e-15d0-4ff8-b739-a757d6051cb0": {
    "html": "Run a single selection from the supplier’s raw materials through a test"
  },
  "081fac94-308b-4a6f-a545-bce3028b1d35": {
    "html": "This would not be a great help."
  },
  "fb51b3ca-0ccb-4764-ad1c-005373216801": {
    "html": "A sampling plan does not rely on testing just one selection from a supplier’s raw materials for testing. What you must do is ensure that the variability fits within the specification limits for the product."
  },
  "8f8e922c-a76f-4b23-ac3c-e021e2f42652": {
    "html": "<p>Additional field-testing results in a yellow result for Measured Performance Development for a key customer need. The team proceeds with a redesign to address the issue and bring the result to Pass/Green.</p><p>What must you do to ensure the VOC is not lost in this process?</p>"
  },
  "2b2fce78-2e19-4ba9-aabb-05c370c15d85": {
    "html": "Select all that apply"
  },
  "78eb2911-df3d-400c-9334-d413e3753b92": {
    "html": "Submit"
  },
  "b6c8c1d1-284e-4b3f-8c32-28424335b578": {
    "html": "That’s right!"
  },
  "dbbc770d-24ff-4e66-bb57-24a05ea29905": {
    "html": "<p>When a redesign occurs, you must ensure that all changes to the product and process are documented (activities that are redone) and that the product is once again verified through customer testing/customer feedback to ensure that the VOC has not been lost.</p>"
  },
  "4e64349f-8ef8-4fcd-8bcc-55dca0e463f0": {
    "html": "Not quite."
  },
  "ba89592f-c79a-458a-93a5-713975af52a2": {
    "html": "<p>When a redesign occurs, you must ensure that all changes to the product and process are documented (activities that are redone) and that the product is once again verified through customer testing/customer feedback to ensure that the VOC has not been lost.</p>"
  },
  "1b8af572-41f3-4247-a4cd-fd099ccd51c5": {
    "html": "Document all activities that are redone to revalidate the tape after redesign"
  },
  "fb954525-0a8d-46c3-bddc-3ad7e731747a": {
    "html": "Check the Cpk/Ppk for the product"
  },
  "279eedba-99df-4d0c-81cc-28f81e1bcc35": {
    "html": "Verify the redesign with customers"
  },
  "0e56888f-d393-4769-af38-f2caa39b8282": {
    "html": "Ask for opinions about the redesign from stakeholders"
  },
  "93cb5a25-00d9-48a6-a205-e164fdadecf7": {
    "html": "Build Business Case"
  },
  "9254e7c2-1b17-4c54-bb6d-05ff33d2f8b1": {
    "html": "Build a Business Case"
  },
  "97db9079-c4c0-42d9-8f45-ae579f15fb5e": {
    "html": "Development"
  },
  "1221f95f-9feb-41db-8fc2-42813bc35271": {
    "html": "Development"
  },
  "515c5f93-6688-44a8-be4d-05ee01b48c59": {
    "html": "Scale Up"
  },
  "645afe03-8852-408f-8164-dac080d28815": {
    "html": "Scale Up"
  },
  "7f74d768-1c00-473b-b42a-a03693bb8e8c": {
    "html": "Launch"
  },
  "af7b7588-4074-45c2-9be9-74c33458959e": {
    "html": "Launch"
  }
}