{
  "e_title": "Quality Across the Phases",
  "e_instructions": "Select each button to learn more.",
  "e_instructionsTwo": "Scroll to recap all four phases. You can also download this info as a PDF",
  "secondPageButtons": {
    "e_download": "Download PDF",
    "e_continue": "Continue"
  },
  "introModal": {
    "e_title": "Let’s Explore the Quality Focus Across the Phases",
    "e_text": "<p>Now that you understand the broad strokes of how Quality contributes to a project, let’s look at how tasks and responsibilities tied to the Quality focus break down by each phase of 3M | Grow.</p>"
  },
  "transitionModal": {
    "e_title": "Transition!",
    "e_text": "<p>Transition to the next seciton.</p>"
  },
  "conclusionModal": {
    "e_title": "Quality at a Glance",
    "e_text": "<p>The tasks, the ways they are carried out, and the teamwork contributions you have reviewed for each phase are a high-level glimpse at how quality contributes to a project. This is not an exhaustive list. Rather, you’ve covered the broad activities you will engage in if you are working from the quality focus.</p><p>You can access a document version of this review from the course Resources (Quality at a Glance).</p><p>You may have noticed a few themes:</p><ul><li><p>The same tools that are started in Build Business Case are further refined through each of the following phases in the commercialization process</p></li><li><p>Quality routinely helps to develop action plans to address gaps</p></li><li><p>Quality also coaches teams on test methods, statistics and experimental design</p></li><li><p>Quality may assist in data gathering and analysis, as well as reviewing the documentation of other focus areas to ensure that standards are met</p></li><li><p>To accomplish this, quality uses a variety of tools as they are completed or updated</p></li></ul><p>Some of the tools mentioned may be familiar to you, while some may not. Exploring these commonly used tools thoroughly is the objective of the next lesson of your learning journey. </p><p>Get ready!</p>"
  },
  "activities": [
    {
      "id": "customer-market",
      "e_title": "<span>Build Business Case</span>",
      "e_oneLineTitle": "<span>Build Business Case</span>",
      "icon": "build-buisiness-case",
      "deliverables": [
        {
          "id": "tasks",
          "e_title": "Quality Tasks",
          "e_text": "<ul><li><p>Translate customer wants and needs into customer requirements, and then further translate these Critical to Quality requirements (CTQs) </p></li><li><p>Define or develop test methods to measure CTQs</p></li><li><p>Test concepts or prototypes for performance</p></li></ul>"
        },
        {
          "id": "how",
          "e_title": "How You’ll Do It",
          "e_text": "<ul><li><p>Link customer requirements to measurable product properties and raw material characteristics</p></li><li><p>Begin use of the following tools: House of Quality (HOQ), the Design Qualification Matrix (DQM), Measurement System Analysis (MSA) tools, Design of Experiments (DOE), and Failure Mode and Effects Analysis (FMEA)</p></li></ul>"
        },
        {
          "id": "team",
          "e_title": "How You’ll Work as a Team",
          "e_text": "<ul><li><p>Collaborate with the cross-focus team to begin gathering information for the Design Review, Quality Plan, and data package; create an action plan to address key gaps</p></li><li><p>Work with the technical team to develop the experimental plan and evaluate Lab or pilot scale prototypes</p></li><li><p>Contribute to the raw material plan and supplier plan</p></li><li><p>Review and document the product design with the Lab and Manufacturing team and record the results in the Design Review and DQM</p></li></ul>"
        }
      ]
    },
    {
      "id": "biz-opportunity",
      "e_title": "<span>Development</span>",
      "e_oneLineTitle": "<span>Development</span>",
      "icon": "development",
      "deliverables": [
        {
          "id": "business-case",
          "e_title": "Quality Tasks",
          "e_text": "<ul><li><p>Ensure that the voice of the customer and voice of the process remain aligned and are translated into robust test methods</p></li><li><p>Update the Product Quality Assurance Plan and data packages with additional information from pilot or manufacturing scale runs</p></li><li><p>Update the Design Review to reflect any design modifications, and additional testing</p></li></ul>"
        },
        {
          "id": "develop",
          "e_title": "How You’ll Do It",
          "e_text": "<ul><li><p>Continue to complete the Product Quality Assurance Plan and Design Review with the latest data from pilot and full-scale manufacturing runs</p></li><li><p>Update the HOQ, DQM, and FMEA as needed</p></li><li><p>Ensure specification ranges reflect customer requirements</p></li><li><p>Confirm test methods and process capability using statistical tools</p></li></ul>"
        },
        {
          "id": "scale-up",
          "e_title": "How You’ll Work as a Team",
          "e_text": "<ul><li><p>Collaborate with the cross-focus team to update information for the Design Review, Quality Plan, and data package; create an action plan to address key gaps</p></li><li><p>Review and document any updates to the product and process design</p></li><li><p>Confirm design continues to meet customer requirements</p></li></ul>"
        }
      ]
    },
    {
      "id": "products",
      "e_title": "<span>Scale Up</span>",
      "e_oneLineTitle": "<span>Scale Up</span>",
      "icon": "scale-up",
      "deliverables": [
        {
          "id": "business-case",
          "e_title": "Your Role",
          "e_text": "<ul><li><p>Finalize and implement the HOQ, DQM, and FMEA</p></li><li><p>Use statistical tools to confirm process capability and all test methods are validated and capable</p></li><li><p>Ensure action items from the Design Review are complete</p></li><li><p>Evaluate product and process performance using statistical methods</p></li><li><p>Validate the design meets customer requirements</p></li></ul>"
        },
        {
          "id": "develop",
          "e_title": "How You’ll Do It",
          "e_text": "<ul><li><p>Finalize the HOQ, DQM, and FMEA</p></li><li><p>Use statistical tools to confirm process capability and all test methods are validated and capable</p></li><li><p>Ensure all suppliers are qualified and capable</p></li></ul>"
        },
        {
          "id": "scale-up",
          "e_title": "How You’ll Work as a Team",
          "e_text": "<ul><li><p>Collaborate with the cross-focus team to finalize the Quality Plan and data package; ensure action items are complete</p></li><li><p>Align on a robust manufacturing Control Plan</p></li></ul>"
        }
      ]
    },
    {
      "id": "manufacturing",
      "e_title": "<span>Launch</span>",
      "e_oneLineTitle": "<span>Launch</span>",
      "icon": "launch",
      "deliverables": [
        {
          "id": "business-case",
          "e_title": "Your Role",
          "e_header": "Assess and Plan Manufacturing Needs",
          "e_text": "<ul><li><p>Monitor Manufacturing capability relative to specifications</p></li><li><p>Monitor and respond to customer/end-user feedback</p></li></ul>"
        },
        {
          "id": "develop",
          "e_title": "How You’ll Do It",
          "e_header": "Develop a Robust Manufacturing Plan",
          "e_text": "<ul><li><p>As part of the Manufacturing Control Plan, measure and review manufacturing and technical results, including capability indices and test methods and sampling</p></li><li><p>Ensure the product continues to meet customer expectations by using statistical processes, controls, and root cause analysis tools</p></li></ul>"
        },
        {
          "id": "scale-up",
          "e_title": "How You’ll Work as a Team",
          "e_header": "Finalize and Plan Manufacturing Processes",
          "e_text": "<ul><li><p>Contribute to the team’s Wrap Up and lessons learned activities</p></li></ul>"
        }
      ]
    }
  ]
}
