{
  "456a23f2-2096-483b-8163-01f86bcce75d": {
    "html": "Continue"
  },
  "456f6886-274d-4982-ba52-b44dc3b8e3f9": {
    "html": "Bringing Commercialization into Focus: Quality"
  },
  "348c57da-159d-46e0-acda-b8094ad012e1": {
    "html": "Why is Quality important to Commercialization?"
  },
  "8daba132-760e-44d8-82e3-e74b8ac9831b": {
    "html": "<p>Quality is a leadership role responsible for ensuring that the commercialization process delivers products or services that meet customer expectations and that it produces consistent results.</p><p>This goal is achieved by effectively translating customer expectations into a robust product, service, or solution design. For the purposes of your learning journey in this course, we will be focusing on new product development.</p><p>Bringing a Quality focus to product development can enhance brand perception, accurately capture customer expectations, and cultivate customer loyalty.</p><p>A lack of Quality engagement can result in: Recalls, customer complaints, loss of customers, low sales, high waste, and high manufacturing costs.</p>"
  },
  "79362542-9d99-4f46-813b-ccb526cdcead": {
    "html": "Introduction to Quality"
  },
  "90abd2dc-c0f2-468e-b213-3928e9ff1ac5": {
    "html": "Quality Responsibilities"
  },
  "20ce34db-027c-43fb-a85e-ba5457440d57": {
    "html": "<p>The Quality focus is crucial for the product development team.  Strong quality engagement in the commercialization process is critical to delivering a robust, high quality new product or service that solves a customer problem.</p><p>Depending on your project or division, the Quality focus may be represented by team members who operate exclusively within this focus area, or by multidisciplinary team members who perform different functions. Regardless of whether you engage in a project directly from the Quality focus or not, it is vital to approach commercialization with a Quality mindset.</p><p>The responsibilities commonly performed by the team that relate to quality include, but are not limited to:</p><ul><li><p>Ensuring that the <strong>voice of the customer</strong> (customer expectations, requirements, and feedback) is accurately represented throughout Development and Scale Up</p></li><li><p>Examining outcomes of assigned tests, inspections, and other tasks that determine if the product or service meets customer requirements</p></li><li><p>Confirmation the product remains meets customer expectations and has a high probability of Launch success</p></li></ul>"
  },
  "ed808602-6de7-4472-be0a-930b82279dd7": {
    "html": "Introduction to Quality"
  },
  "7bd9647f-07b5-4346-a28b-07b8dff250d3": {
    "html": "Advocating and Amplifying the Customer Voice"
  },
  "e10a2ebf-71c3-47a5-85fe-baa2357dcbd1": {
    "html": "<p>There are two phrases which embody the Quality focusfor commercialization teams:</p><p><strong><i>Quality amplifies the voice of the customer throughout the commercialization process. </i></strong><br/>The Quality focus assures changes to the product design or manufacturing process doesn’t negatively impact the product and still reflects the voice of the customer.</p><p><strong><i>The Quality mindset ensures the customer voice is heard end-to-end throughout the process.</i></strong><br/>Quality must be engaged from the very beginning of a project to the very end. Quality must be involved to anticipate problems throughout the product life cycle and to carry out a role in problem prevention.</p><p><strong><i>For more detail about the role of the Quality focus, you can access The Quality Mindset aid from the course Resources.</i></strong></p>"
  },
  "6c63d6a1-b4af-4674-9dfc-362ca9b24737": {
    "html": "Introduction to Quality"
  },
  "7a5106e1-41d6-40c4-afac-764026e17c8a": {
    "html": "A Systemic Approach"
  },
  "7bc97eaa-45d4-47c0-834c-bfb7506c4e5e": {
    "html": "<p>To fulfill the responsibilities tied to Quality, tools and systems are utilized to reduce risk and increase the reliability and repeatability of results. From the Build Business Case phase through Launch, these tools and systems help ensure that product standards are met, and the customer voice is always heard. </p><p>The Quality focus uses tools and systems to anticipate and minimize the likelihood of problems before they happen, rather than simply reacting to problems after they arise.</p><p>These tools and systems touch all the key deliverable categories of 3M | Grow and are designed to answer the following questions, among others:</p><ul><li><p>Customer/Market: What is the voice of the customer and how will it guide product design?</p></li><li><p>Business Opportunity: What is the addressable and achievable market? What are the financial objectives and investment? Is it the right opportunity for business growth?</p></li><li><p>Product: Does the design meet the customer’s requirements? Has the product design been reviewed for manufacturability?</p></li><li><p>Manufacturing/Supply Chain (Value Stream): Can the product be manufactured reliably to standard? What is the sourcing risk?</p></li><li><p>Compliance: Are all necessary statutory and regulatory requirements met for the product or service to be brought to market complete or achievable?  Have all global EHS and Product Stewardship requirements been met as well as Legal requirements?</p></li>/ul>"
  },
  "b1cef01d-6786-43f3-9da3-a5bef042c930": {
    "html": "Introduction to Quality"
  },
  "952764f4-f835-4f52-9132-901dd1d1bdae": {
    "html": "Here’s How You’ll Spend Your Time"
  },
  "05648c5d-02a5-4e1e-8719-1890fbcaa99f": {
    "html": "<p>Think of me as your coach. I’ll be your guide throughout your learning journey and explain concepts along the way.</p><p>The lessons in this course will provide a foundation allowing you to identify how the Quality focus brings a new product to life.</p><p>In the next lesson, Commercialization Challenge, you’ll have an opportunity to refresh your knowledge of 3M | Grow and new product commercialization.</p><p>The remaining lessons then explore how Quality  contributes to robust new products and efficient commercialization: Responsibilities, collaboration with other team members, and commonly used tools.</p><p>Then, you’ll get to experience how these concepts come together in an interactive challenge where you will take on the role of a Quality-focused team member as you work with your team to commercialize a new product.</p>"
  },
  "dac5cbb8-39b4-44fe-bfd1-45ac59e7d102": {
    "html": "Introduction to Quality"
  },
  "ab90d67f-072e-493b-8289-ad31546bb9f5": {
    "html": "Resources"
  },
  "12a320c7-1303-4255-8ddf-4eb356f0130f": {
    "html": "<p>At any point in your learning journey, you can select the Resources icon to explore additional resources that enhance the course, as well as links to resources outside of this course that will add to your knowledge and perspective.</p>"
  }
}