{
  "4c031211-f1c9-47e1-9019-9acccd06b73b": {
    "html": "House of Quality Exploration"
  },
  "12cc06be-8662-4233-a46c-00ae19210ac4": {
    "html": "Follow the coach’s directions to explore the tool."
  },
  "8ea51f7e-de47-48fa-82d5-2b2d84ae3e14": {
    "html": "Exploring the Linear House of Quality"
  },
  "330859cf-2bfc-4643-a8eb-d0cc227839ec": {
    "html": "<p>In this activity, you’ll explore the LHOQ to demonstrate how it translates the voice of the customer (design input) into product specifications and materials (design outputs).</p><p>This exploration will also prepare you for an exploration of the DQM, which uses data compiled in the LHOQ.</p><p>Ready? Let’s begin!</p>"
  },
  "4613360f-c4c2-48c7-a29f-07a496735da8": {
    "html": "That Completes Your Tour of the Linear House of Quality!"
  },
  "c239b785-1142-4ac6-9ddf-64d760c11876": {
    "html": "<p>You now have a formal introduction to the LHOQ as a tool that unities the voice of the customer with the voice of the process: The product design, specifications, raw materials, and end-product characteristics.</p><p>As mentioned, part of the LHOQ is used to create the DQM. Let’s learn more about that connection now.</p>"
  },
  "e99638d8-8632-450b-b6dc-61bb4879b624": {
    "html": "What do you believe happens if total comparison scores for importance between one or more customer wants results in a tie?"
  },
  "690a4f29-1fac-4134-a715-b39393d73b58": {
    "html": "Which is the best answer?"
  },
  "688aa711-e9b7-46d7-a4d6-b960d194ffb0": {
    "html": "Before House 1 of the LHOQ is explored, a tab exists in the tool to begin an analysis of the voice of the customer: Their wants and needs.  Our exploration will begin here."
  },
  "986c08d6-8eeb-44bc-a7fb-0285e9c1acff": {
    "html": "Select each highlighted area on the LHOQ to learn more."
  },
  "ceb9d956-8382-42cb-a2e3-94cb3abec268": {
    "html": "<p>In this column, the team will populate a list of customer wants and needs. This is how the team begins really evaluating the voice of the customer.</p><br/><p>Examples of customer wants and needs can look like:</p><br/><p>“I want the container to open easily.”</p><p>“I want the cleaning solution to not leave a smear.”</p><p>“I don’t want the product to easily break.”</p>"
  },
  "e22ed23d-dbc6-46ba-a960-9db4ec509769": {
    "html": "<p>Completing this section is often a team effort to capture different perspectives of the target customer. </p><p>As you work from a Quality focus, <strong>you will inspect the accuracy of this list</strong> and how it is carried into House 1 of the tool.</p>"
  },
  "935e9034-36ba-4382-98f5-46828df2ba6e": {
    "html": "<p>Here, each item from the list of customer wants and needs is given an importance ranking:</p><ul><li>Critical</li><li>Important</li><li>Nice to Have</li><li>Not as Important</li></ul><p><strong>Critical items must be captured</strong> for a product design to reflect the voice of the customer, and this is where the Quality focus will pay keen attention to the work completed by the team.</p>"
  },
  "bfdef226-2929-424a-a6a1-2f4ec0bd7ceb": {
    "html": "<p>The results of a paired comparison of the customer wants and needs are recorded in these columns and rows. </p><p>The team will decide if each customer want listed in the spreadsheet rows are either more or less important to the customer than the corresponding want listed in the columns.</p><p>If a want in a row deemed more important, it receives a value of 1. If a want in a column is deemed more important, it receives a value of 0.</p>"
  },
  "c9805cc8-0551-4f11-9af7-093e98b7e8ba": {
    "html": "The tied customer wants will need to be equally represented in the steps that will follow"
  },
  "dfd1bcb2-0f97-4b68-9276-8e583480e531": {
    "html": "<strong>Not Quite.</strong><br/><br/>While this may seem like a reasonable conclusion, the standard for use of the LHOQ calls for another action. Try again."
  },
  "52335998-4622-4fcd-b56d-a0d25945018b": {
    "html": "A tie must be broken to complete the ranking process"
  },
  "44ce5c85-c8e2-4f7e-a528-fae5a0505737": {
    "html": "<strong>You got it!</strong><br/><br/>You’re right – it is standard for use of the LHOQ that total comparison score ties need to be broken. This is easily accomplished by adding fractions to column BC for the wants that the <strong>team decides should “win” in a tie.</strong>"
  },
  "ba5bf28a-a447-43f8-b9f3-4024a31ebbdc": {
    "html": "No action needs to be taken"
  },
  "e9ab2be7-26ec-427e-a8e2-4884eb56c905": {
    "html": "<strong>Not Quite.</strong><br/><br/>In the event of a tie, there is an action to take. Try again."
  },
  "292262bb-2fdb-4209-95c5-c9e576d5f631": {
    "html": "What do you believe happens if a correlation between a customer want and a linked performance method returns a 0 or a 1 result?"
  },
  "6fec5d6b-ffbf-4652-bb1f-4d8a0c7fc9f7": {
    "html": "Which is the best answer?"
  },
  "67afdf38-da54-47ce-88e8-2260a6d531c2": {
    "html": "Excellent! Once customer wants have been identified and ranked, this information can be brought in to populate the <strong>1st House: Customer Wants</strong>. We will spend most of our time exploring House 1, as this House is what is used to begin completion of the DQM."
  },
  "75934e00-ea9e-4e76-a7e2-167ff1b9a4a9": {
    "html": "Select each highlighted area on the LHOQ to learn more."
  },
  "c60c4980-d097-414f-8d80-1f0c4cf21163": {
    "html": "<p>In this column, performance measures are defined. These measures are used to ensure that the customer wants are met. Note that these are not test methods but are rather what factors are being controlled that will eventually be tested.</p><p>More than one performance measure can be tied to a single customer want.</p>"
  },
  "cbd471af-a5cd-4f6d-96b7-15b61f31d7ee": {
    "html": "<p>Here, the strength of correlation between each customer want and a corresponding performance measure is recorded, using a scale:</p><ul><li><p>0: No correlation</p></li><li><p>1. Slight correlation</p></li><li><p>3. Moderate correlation</p></li><li><p>9. Strong correlation</p></li></ul><p>Results of 0 or 1 need to be investigated by the team, as higher correlations are necessary to ensure quality.</p>"
  },
  "35f10484-e2c5-4704-9e2e-348d6d9133cc": {
    "html": "The performance method needs to be revised"
  },
  "f2397037-dedb-47c1-8503-9099024fd79b": {
    "html": "<strong>You got it!</strong><br/><br/>If a performance method does not have a strong correlation with a customer want, then it will not be able to be used confidently to determine a test method for the identified customer want."
  },
  "ddb782bc-f304-4c40-8ad4-3c0424484bcd": {
    "html": "The customer want should be excluded from the list"
  },
  "d3d5e6af-076c-4ef6-be93-2f06ea8e027a": {
    "html": "<strong>Oops, not quite.</strong><br/><br/>At this point it is premature to begin excluding any customer wants entirely. Try again.</strong>"
  },
  "d78a4264-fd91-4af6-a913-95f813ba4b46": {
    "html": "The correlation statistics must be wrong"
  },
  "ed44489e-bc70-4325-817d-054ee285b008": {
    "html": "<strong>Not Quite.</strong><br/><br/>While it is possible that the statistics used to obtain a correlation should be run a second time, you don’t want to assume that the statistics are wrong as your first conclusion. The performance method may simply be inappropriate for the identified customer want. Try again."
  },
  "89bfc29d-54fc-421f-9683-4e3234db73c8": {
    "html": "Product characteristics are also matched to customer wants in this next section of House 1, including similar testing for strength of correlation that was completed for performance measures."
  },
  "c8f165a3-c1a6-4d46-ac0c-872174512ad4": {
    "html": "Higher correlations are best, while lower correlations will require investigation."
  },
  "fbdaac0f-0cb0-4a6a-923c-7c3a398874c2": {
    "html": "Which is the best answer?"
  },
  "5213e283-b141-40c2-9ff1-07b2ee7280b5": {
    "html": "You are now in the <strong>2nd House: Test methods and product characteristics.</strong>"
  },
  "ca998155-947a-44e7-aa56-8a033adbe11c": {
    "html": "This is a through section of the tool that we won’t explore in its entirety, but we will examine the importance of selecting appropriate test methods."
  },
  "750cf119-85b4-4b8b-bf97-20695a4a3208": {
    "html": "Select each highlighted area on the LHOQ to learn more."
  },
  "4575de2e-0383-4485-b163-7980c2cc01fc": {
    "html": "<p>Here, the test method name and number are recorded. More than one test method can be tied to a single product characteristic identified and substantiated in House 1.</p>"
  },
  "4ec391fa-df23-4026-8913-faa7475e83f3": {
    "html": "<p>In this column, test methods are identified as being used for product design development, for manufacturing release, or for both. This helps guides workflow in the Development phase.</p><p>Later, process variables and raw material characteristics will be documented and evaluated for test methods and their linked product characteristics.</p>"
  },
  "80a90bde-ecf1-4598-90c2-b0e5f735687c": {
    "html": "Here are some of the additional test methods and material consideration aspects of House 2 at a glance. "
  },
  "1562a44b-80fc-420e-b44e-923c3cebc851": {
    "html": "Broadly, the results of test methods are compared to standards: Are the results of testing in agreement with customer’s values?"
  },
  "eae7c7e3-90f9-46da-b41c-1a3a69d494ff": {
    "html": "Lab and manufacturing populate much of this section, while Quality will inspect to improve the process if needed."
  },
  "b992e04d-1a3c-4949-99cf-d04bf763ade0": {
    "html": "Let’s say that a test method that is included in a collection of similar tests fully characterizes the product characteristic that collection is tied to.<br/><br/>What might you do from the Quality focus?"
  },
  "237a2579-0b61-4670-a575-487db74c0858": {
    "html": "Which is the best answer?"
  },
  "540526e6-09a8-4e53-957a-9922eb5c8bbc": {
    "html": "Strength of correlation is once again tested, this time evaluating test methods to product characteristics, followed by <strong>collections of test methods</strong> to product characteristics."
  },
  "9b418cc7-74bf-4118-87a5-61ecd4b2e3f2": {
    "html": "The reasoning behind this is that similar test methods should return similar correlations. Decisions regarding these tests can then be recorded in the tool."
  },
  "3dedb398-ae2c-4461-b630-ba003b30e987": {
    "html": "Add more test methods to the collection to make testing more robust"
  },
  "db707b16-ad2b-44aa-bf0b-470ed98975c4": {
    "html": "<strong>Close, but not quite.</strong><br/><br/>While this wouldn’t necessarily cause any harm, it probably wouldn’t drive efficiency of the process. Try again."
  },
  "41d2b60e-eeeb-4d4e-9012-17e94b6e1629": {
    "html": "Select the test method in question in favor of using a collection of methods for the product characteristic"
  },
  "193f6699-980a-4ef0-a2fd-34ce43e26c5a": {
    "html": "<strong>Good thinking!</strong><br/><br/><p>There may be no need to continually use a set of tests if a single test has been demonstrated to fully characterize a product characteristic reliably.</p><p>Note that a test method should be demonstrated to measure a product characteristic validly and reliably. Not all test methods will perform equally in this way. Identifying the best ones is part of the process.</p>"
  },
  "9225d6c9-ce35-4369-96c4-72673cf2bb4f": {
    "html": "No action needs to be taken"
  },
  "af09b1b4-78dc-4101-8003-bd5c40499318": {
    "html": "<strong>Not Quite.</strong><br/><br/>There is an opportunity here. Try again."
  },
  "fa018c27-f774-44f6-ad9c-50c535437a5a": {
    "html": "To end our tour of House 2, Product Targets and Specifications and Product Control Limits and Capability are also tested and evaluated. These sections identify upper and lower limits for product specifications and formanufacturing."
  },
  "722c18cd-03fe-43e1-a736-328c4eb1c123": {
    "html": "Specification limits should represent the maximum allowable limits that the customer would find acceptable. Release limits should represent a narrower range within the specification limits that can account for process variability."
  },
  "eb6aacb4-826d-4615-8c42-7483c3e57715": {
    "html": "Which is the best answer?"
  },
  "8ef18f52-072c-492e-bb8f-e4ca81ba3232": {
    "html": "You’ve now reached the <strong>3rd House: Process Variables and Raw Material Properties That Predict Product Characteristics.</strong>"
  },
  "4ce12528-c857-43ca-b267-ec2b13dd9373": {
    "html": "You’ve reached the point now that you can see how the journey of translating customer wants has reached the expected end-product characteristics."
  },
  "dda0a92a-7ba4-430b-b399-ac5f9afc7f03": {
    "html": "Select each highlighted area on the LHOQ to learn more."
  },
  "f4e7beb7-e1a5-4d2a-971d-093137f2c1f7": {
    "html": "<p>Here, for each product characteristic, the team defines the <strong>process step</strong> at which the product characteristic is imparted. </p><p>Process steps are the series of actions and tasks taken to manufacture the product or solution to specific and defined standards and tests.</p><p>More than one process step may be responsible for imparting a product characteristic.</p>"
  },
  "6d9d27d1-d643-4b57-bc59-541c6a334789": {
    "html": "<p>Once product characteristics and process steps have been paired, this column is used to define the <strong>process variable</strong> or <strong>raw material characteristic</strong> tied to that pairing.</p><p>Process variables are parts of a process that are being monitored or controlled.</p><p>Raw material characteristics can include physical, chemical, and/or performance properties of an input material.</p>"
  },
  "cef4786a-fa7b-48a6-958c-476fb034a073": {
    "html": "<p>As seen earlier in our exploration, correlations between process variables or raw material characteristics and their corresponding product characteristic are conducted to ensure confidence that the correct materials are now linked to product characteristics for manufacturing.</p>"
  },
  "2e007493-2348-45df-8a4c-d661904f5241": {
    "html": "Which of the following could be identified as problems when control limits and capability are evaluated?"
  },
  "aecf433c-bca3-4a8b-80ce-d8593e97fae1": {
    "html": "Select all that apply"
  },
  "cd420be5-686e-45e4-b5dd-9fbdef8e82e8": {
    "html": "Submit"
  },
  "effbc2b9-1fc0-439f-94ab-d320537c1e39": {
    "html": "Analysis continues in House 3 to include additional methods of measuring process variable and raw material measurements, targets and specifications, and control limits and capability."
  },
  "7bc22531-874f-4186-9e97-90191f93437c": {
    "html": "Control limits are related to product robustness and describe what a process can produce."
  },
  "364fda98-acba-4009-9b02-4453750a3b68": {
    "html": "Critical product characteristics drifting outside of raw material capabilities"
  },
  "0cbf3067-4c6e-4d99-91e6-a7d27008409a": {
    "html": "Customer tolerances fall within control limits"
  },
  "da52845b-b504-497c-98cf-53cfc630b873": {
    "html": "An alternative raw material is identified"
  },
  "ea8dc184-0988-4d6e-8797-90270d212bad": {
    "html": "Product characteristics falling below customer tolerances"
  },
  "eb06ad60-1ba7-4bf4-a24e-1404dab8c1ff": {
    "html": "Which is the best answer?"
  },
  "b7a76b22-7e29-4881-9e3c-13d67811117f": {
    "html": "Finally, we will end our exploration with the <strong>4th House: Controls.</strong>"
  },
  "39abad60-5760-4d20-bfaf-79d8ca5eac1a": {
    "html": "The purpose of this House is entering the <strong>control methods</strong> that ensure that process variables are met."
  },
  "9a00cf21-9671-4c23-8d59-cd45aa275014": {
    "html": "Select each highlighted area on the LHOQ to learn more."
  },
  "301e5023-ec88-4342-be11-b05a345c6911": {
    "html": "<p>For each process variable identified in House 3, a control method is defined to ensure that the process variable or raw material characteristic remains within a selected target range.</p><p>This is determined, once again, by correlation analysis by individual control methods and by collections of control methods.</p>"
  },
  "053fad39-b9cc-4297-b477-36c31c69a85e": {
    "html": "<p>Effectiveness of control methods are recorded with their location documented.</p><p>This ensures the previous analysis results and the target ranges identified can be accessible by the team and future teams performing similar work.</p>"
  }
}